<template>
    <div>
        <x-header>平台规则<router-link slot="right" to="/Home"><x-icon type="ios-home-outline" size="0.6rem" class="icon-home"></x-icon></router-link></x-header>
        <div class="rules">
            <h1>平台服务协议</h1>
            <h6 class="title">特别提示</h6>

            <p>欢迎使用青檬服务平台！</p>

            <p>青檬公司在此特别提醒您（用户）在注册成为用户之前，请认真阅读本《用户协议》（以下简称“协议”），确保您充分理解本协议中各条款。请您务必审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。</p>

            <p>如果您未满18岁，请在法定监护人的陪同下阅读本协议，并特别注意未成年人使用条款。</p>

            <p>本协议约定青檬与用户之间关于“青檬”软件服务（以下简称“服务”）的权利义务。“用户”是指注册、登录、使用本服务的个人。本协议可由青檬随时更新，更新后的协议条款一旦公布即代替原来的协议条款，恕不再另行通知，用户可在本网站查阅最新版协议条款。在青檬修改协议条款后，如果用户不接受修改后的条款，请立即停止使用青檬提供的服务，用户继续使用青檬提供的服务将被视为接受修改后的协议。</p>

            <h6 class="title">一、账号注册</h6>

            <p>1、用户在使用本服务前需要注册一个“青檬”账号。“青檬”账号使用微信账号进行注册与登陆，请用户使用尚未与“青檬”账号绑定的微信账号，以及未被根据本协议封禁的微信账号注册“模特大本营”账号。青檬可以根据用户需求或产品需要对账号注册和绑定的方式进行变更，而无须事先通知用户。</p>

            <p>2、鉴于“青檬”账号的绑定注册方式，您同意在注册时将使用您提供的手机号码及/或自动提取您的手机号码及自动提取您的手机设备识别码等信息用于注册。</p>

            <p>3、在用户注册及使用本服务时，青檬需要搜集能识别用户身份的个人信息以便青檬可以在必要时联系用户，或为用户提供更好的使用体验。青檬搜集的信息包括但不限于用户头像、姓名、性别、年龄、出生日期、身份证号、地址、学校情况、公司情况、所属行业、兴趣爱好、常出没的地方、个人说明；青檬同意对这些信息的使用将受限于第三条用户个人隐私信息保护的约束。</p>

            <h6 class="title">二、服务内容</h6>

            <p>1、本服务的具体内容由青檬根据实际情况提供，包括但不限于授权用户通过其账号进行即时通讯、添加好友、加入群组、关注他人、发布留言等。青檬可以对其提供的服务予以变更，且青檬提供的服务内容可能随时变更；变更时，用户将会收到关于服务变更的通知。</p>

            <p>2、青檬提供的服务包含免费服务与收费服务。用户可以通过付费方式购买收费服务，具体方式为：用户通过网上银行、支付宝或其他“青檬”平台提供的付费途径支付一定数额的人民币购买平台服务，从而获得该收费服务的使用权限。对于收费服务，青檬会在用户使用之前给予用户明确的提示，只有用户根据提示确认其同意按照前述支付方式支付费用并完成了支付行为，用户才能使用该等收费服务。支付行为的完成以银行或第三方支付平台生成“支付已完成”的确认通知为准。</p>

            <h6 class="title">三、用户资格及权利和义务</h6>

            <p>符合下列条件之一的自然人或法人通过申请成为本网站会员，可以使用本网站的服务。</p>

            <p>A、年满十八岁，并具有民事权利能力和民事行为能力的自然人；</p>

            <p>B、无民事行为能力人或限制民事行为能力人经过其监护人的同意的；</p>

            <p>C、根据中国法律、法规、行政规章成立并合法存在的机关、企事业单位、社团组织和其他组织。非法人资格的单位或组织不当注册为本网站会员的，其与本网站之间的协议自始无效，本网站一经发现，有权立即终止对该会员的服务，并追究其使用本网站服务的一切法律责任。</p>

            <p>1、授权用户有权根据本协议及本网站发布的相关规则，利用本网站获取需求资料，发布展示状态、在本网站工作专区接收发布信息，参加本网站组织的有关活动及有权享受本网站提供的其他有关资讯及信息服务。</p>

            <p>2、授权用户自行负责自身会员账号和密码，且对在会员账号密码下发生的所有活动（包括但不限于发布工作信息、发布个人展示、发布消息等）承担责任。</p>

            <p>3、用户应当向本网站提供真实准确的注册信息，包括但不限于真实姓名、身份证号、联系电话、地址、邮政编码等。保证本网站可以通过上述联系方式与自己进行联系。同时，用户会员也应当在相关资料实际变更时及时更新有关注册资料。</p>

            <p>4、用户不得以任何形式擅自转让或授权他人使用自己在本网站的会员帐号。</p>

            <p>5、用户须对利用“青檬”账号或本服务传送信息的真实性、合法性、无害性、准确性、有效性等全权负责，与用户所传播的信息相关的任何法律责任由用户自行承担，与青檬无关。如因此给青檬或第三方造成损害的，用户应当依法予以赔偿</p>

            <p>6、用户在本网站平台上有交易的，应当遵守诚实信用原则，不得以发布虚假信息或工作信息等不正当竞争方式扰乱网站管理秩序，不得从事与网站服务无关的不当行为，不得在平台上发布任何违法信息。</p>

            <p>7、用户不应采取不正当手段（包括但不限于侮辱、诽谤、人肉搜索、泄露他人隐私等方式）诋毁或故意损害他人名誉的行为，或采用不正当手段恶意评价其他会员，若用户行为违法或构成犯罪的青檬有权通过法律途径解决问题。</p>

            <p>8、用户不得违反我国关于互联网信息服务管理办法及相关司法解释的规定进行网络行为；承诺自己在使用本网站实施的所有行为遵守法律、法规、行政规章和本网站的相关规定以及各种社会公共利益或公共道德。如有违反导致任何法律后果的发生，用户会员将以自己的名义独立承担相应的法律责任。</p>

            <p>9、若发生被他人侵权（姓名权、肖像权、名誉权等）事件，可申请由青檬及其法律顾问负责处理，以维护自身的合法权益，但因侵权索赔所发生的各项费用，应由会员自行承担。</p>

            <p>10、用户会员应当自行承担因交易产生或取得的相关费用，并依法纳税。</p>

            <p>11、用户不得使用以下方式登录网站或破坏网站所提供的服务：</p>

            <p>A、以任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件或其它自动方式访问或登录本网站。</p>

            <p>B、通过任何方式对本公司内部结构造成或可能造成不合理或不合比例的重大负荷的行为。</p>

            <p>C、通过任何方式干扰或试图干扰网站的正常工作或网站上进行的任何活动。</p>

            <p>12、用户同意接收来自本网站的信息，包括但不限于活动信息、工作信息、广告信息等。</p>

            <h6 class="title">四、青檬的权利和义务</h6>

            <p>1、本网站仅为用户提供一个信息交流平台，是用户发布展示、工作机会、展览展示的一个平台，本网站对用户进行资格审核但不确保每个用户提供的工作机会均具有真实性和稳定性。</p>

            <p>2、本网站有义务在现有技术水平的基础上努力确保整个网上交流平台的正常运行，尽力避免服务中断或将中断时间限制在最短时间内，保证用户网上交流活动的顺利进行。</p>

            <p>3、本网站有义务对用户在注册使用本网站信息平台中所遇到的与展示或注册有关的问题及反映的情况及时作出回复。</p>

            <p>4、本网站有权对用户的注册资料进行审查，对存在任何问题或怀疑的注册资料，本网站有权发出通知询问用户并要求会员做出解释、改正。</p>

            <p>5、因网上信息平台的特殊性，本网站没有义务对所有用户发布展示的版权、肖像权等相关权利以及工作机会的可执行性进行事先审查，但如发生以下情形，本网站有权无需征得用户的同意限制用户的活动、向用户核实有关资料、发出警告通知、暂时中止、无限期中止及删除所有展示、封锁账号等。</p>

            <p>A、用户违反本协议或因被提及而纳入本协议的相关规则。</p>

            <p>B、存在用户或其他第三方通知本网站，认为某个用户或具体展示存在违法或不当行为，并提供相关证据，而本网站无法联系到该用户核证或验证该用户向本网站提供的任何资料。</p>

            <p>C、 存在用户或其他第三方通知本网站，认为某个用户或具体展示或工作机会存在违法或不当行为，并提供相关证据。本网站以一般的知识水平标准对相关内容进行判别，可以明显认为这些内容或行为可能对本网站用户或本网站造成名誉、财务损失或法律责任。</p>

            <p>6、根据国家法律、法规、行政规章规定、本协议的内容和本网站所掌握的事实依据，可以认定该用户存在违法或违反本协议行为以及在本网站平台上进行的其他不当行为，本网站有权无需征得用户的同意在本网站交易平台及所在网站上以网络发布形式公布该用户的违法行为，并有权随时作出删除相关信息、终止服务提供等处理。</p>

            <p>7、本网站有权在不通知用户的前提下，删除或采取其他限制性措施处理下列信息：包括但不限于以炒作为目的恶意评论；存在欺诈等恶意或虚假内容的展示；恶意发布工作机会；发布虚假工作；以及发布（或招募）其他违反公共利益或可能严重损害本网站和其他用户合法利益的信息。</p>

            <p>8、用户在工作中遭受人身伤害或遭遇意外，青檬有权利全权代表该会员负责向事故责任方协调理赔事宜，但青檬不承担任何相应责任。</p>

            <h6 class="title">四、用户个人隐私信息保护</h6>

            <p>1、用户在注册账号或使用本服务的过程中，可能需要填写或提交一些必要的信息，如法律法规、规章规范性文件（以下称“法律法规”）规定的需要填写的身份信息。如用户提交的信息不完整或不符合法律法规的规定，则用户可能无法使用本服务或在使用本服务的过程中受到限制。</p>

            <p>2、个人隐私信息是指涉及用户个人身份或个人隐私的信息，比如，用户真实姓名、身份证号、手机号码、手机设备识别码、IP地址、用户聊天记录。非个人隐私信息是指用户对本服务的操作状态以及使用习惯等明确且客观反映在青檬服务器端的基本记录信息、个人隐私信息范围外的其它普通信息，以及用户同意公开的上述隐私信息。</p>

            <p>3、尊重用户个人隐私信息的私有性是青檬的一贯制度，青檬将采取技术措施和其他必要措施，确保用户个人隐私信息安全，防止在本服务中收集的用户个人隐私信息泄露、毁损或丢失。在发生前述情形或者买萌发现存在发生前述情形的可能时，将及时采取补救措施。</p>

            <p>4、青檬未经用户同意不向任何第三方公开、 透露用户个人隐私信息。但以下特定情形除外：</p>

            <p>(1) 青檬根据法律法规规定或有权机关的指示提供用户的个人隐私信息.</p>

            <p>(2) 由于用户将其用户密码告知他人或与他人共享注册帐户与密码，由此导致的任何个人信息的泄漏，或其他非因青檬原因导致的个人隐私信息的泄露。</p>

            <p>(3) 用户自行向第三方公开其个人隐私信息。</p>

            <p>(4) 用户与青檬及合作单位之间就用户个人隐私信息的使用公开达成约定，青檬因此向合作单位公开用户个人隐私信息。</p>

            <p>(5) 任何由于黑客攻击、电脑病毒侵入及其他不可抗力事件导致用户个人隐私信息的泄露。</p>

            <p>5、用户同意青檬可在以下事项中使用用户的个人隐私信息：</p>

            <p>(1) 青檬向用户及时发送重要通知，如软件更新、本协议条款的变更；</p>

            <p>(2) 青檬内部进行审计、数据分析和研究等，以改进青檬的产品、服务和与用户之间的沟通；</p>

            <p>(3) 依本协议约定，青檬管理、审查用户信息及进行处理措施；</p>

            <p>(4) 适用法律法规规定的其他事项。</p>

            <p>除上述事项外，如未取得用户事先同意，青檬不会将用户个人隐私信息使用于任何其他用途。</p>

            <p>6、青檬重视对未成年人个人隐私信息的保护。青檬将依赖用户提供的个人信息判断用户是否为未成年人。任何18岁以下的未成年人注册账号或使用本服务应事先取得家长或其法定监护人（以下简称"监护人"）的书面同意。除根据法律法规的规定及有权机关的指示披露外，青檬不会使用或向任何第三方透露未成年人的聊天记录及其他个人隐私信息。除本协议约定的例外情形外，未经监护人事先同意，青檬不会使用或向任何第三方透露未成年人的个人隐私信息。任何18岁以下的用户不得下载和使用青檬通过青檬软件提供的网络游戏。</p>

            <p>7、用户确认，其地理位置信息为非个人隐私信息，用户成功注册“青檬”账号视为确认授权青檬提取、公开及使用用户的地理位置信息。用户地理位置信息将作为用户公开资料之一，由青檬向其他用户公开。如用户需要终止向其他用户公开其地理位置信息，可随时自行设置为隐身状态。</p>

            <p>8、为了改善青檬的技术和服务，向用户提供更好的服务体验，青檬或可会自行收集使用或向第三方提供用户的非个人隐私信息。</p>

            <h6 class="title">五、知识产权</h6>

            <p>1、青檬传播有限公司（青檬）提供的网络服务中包含的任何文本、图片、图形、音频和视频资料均受著作权、商标权、专利权和其它财产所有权法律的保护，未经相关权利人同意，上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行， 或者被用于其他任何商业目的。
            </p>

            <p>2、青檬为用户提供更好的推广而使用用户上传到网络平台（包括PC端和移动端）的图片、音频、视频及文字等内容，即视为你同意将该作品的网络传播权、非独家使用权、肖像权以及网络使用权的转授权等相关权利授权给青檬，青檬可在青檬产品体系内展示、传播及推广该作品，并不构成权利的侵犯。</p>

            <p>3、用户通过青檬经纪业务（包括但不限于APP客户端、网站经纪业务、青檬人才库等）所产生的经纪业务订单，订单商家（或发布方）将涉及订单内容的工作成果或作品在青檬进行公开宣传展示，即表示青檬拥有该内容的传播权，其中涉及到用户肖像权等相关权利的不视为侵权，青檬对该用户的肖像权使用免责。</p>

            <h6 class="title">六、免责声明</h6>

            <p>1、 用户在使用服务的过程中应遵守国家法律法规及政策规定，因其使用青檬服务而产生的行为后果由用户自行承担。</p>

            <p>2、 通过青檬发布的任何信息，及传递的任何观点均不代表青檬的立场，青檬亦不对其完整性、真实性、准确性或可靠性负责。用户对于可能会接触到的非法的、非道德的、错误的或存在其他失宜之处的信息，及被错误归类或是带有欺骗性的发布内容，应自行做出判断。在任何情况下，对于任何信息，包括但不仅限于其发生的任何错误或遗漏；或是由于使用通过发布、私信、传达、其他方式所释出的或在别处传播的信息，而造成的任何损失或伤害，应由相关行为主体承担全部责任。</p>

            <p>4、用户理解并确认，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，青檬将努力在第一时间与相关单位配合，及时进行修复，但是由此给用户或第三方造成的损失，青檬及合作单位在法律允许的范围内免责。</p>

            <p>5、本服务同大多数互联网服务一样，受包括但不限于用户原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，如他人利用用户的资料，造成现实生活中的骚扰；用户下载安装的其它软件或访问的其他网站中含有“特洛伊木马”等病毒，威胁到用户的计算机信息和数据的安全，继而影响本服务的正常使用等等。用户应加强信息安全及使用者资料的保护意识，要注意加强密码保护，以免遭致损失和骚扰。</p>

            <p>6、因不可抗力、计算机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险，因此导致的用户或第三方任何损失，青檬不承担任何责任。</p>

            <p>7、用户理解并确认，对于青檬向用户提供的下列产品或者服务的质量缺陷及其引发的任何损失，青檬无需承担任何责任：</p>
            <p>A、青檬向用户免费提供的服务；</p>

            <p>B、青檬向用户赠送的任何产品或者服务。</p>

            <h6 class="title">七、法律适用</h6>

            <p>1、本协议及其规则的有效性、履行和与本协议及其规则效力有关的所有事宜，将受中华人民共和国法律管辖，任何争议仅适用中华人民共和国法律。</p>

            <p>2、如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向青檬所在地的人民法院提起诉讼。</p>

            <p>3、本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。</p>

            <p>4、如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款继续有效。</p>

            <p>5、青檬对本服务协议包括基于本服务协议制定的各项规则拥有最终解释权。</p>
        </div>
    </div>
</template>
<script>
import { XHeader } from 'vux'
export default {
    components: {
        XHeader
    }
}
</script>
<style lang="less">
.rules {
    padding: 0.2133rem 0.1333rem 0.2133rem 0.2133rem;
    h1 {
        font-size: 0.4267rem;
        font-weight: 700;
        color: #000;
        text-align: center;
    }
    .title {
        font-size: 0.3467rem;
        font-weight: 700;
        margin-bottom: 0.32rem;
    }
    p {
        font-size: 0.3467rem;
        line-height: 1.4;
        margin-bottom: 0.4rem;
    }
}
</style>
